13/data/attachments/5a692aa6c3609429.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_f8af03b2-f70f-41a8-aea7-34eb582c212e</nif:username>
            <nif:friendToBeAdded>Crystal_way_Actions_94409_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>